Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Muses generally learn the basics of a new user's preferences in a month or two, but during that learning period the user tends to be irritable and forgetful, since the tasks they generally trust their muse to do automatically are not being taken care of.
fr_fr: Les muses apprenent généralement les préférences basique d'un nouvel utilisateur en un mois ou deux, mais pendant cette phase d'apprentissage l'utilisateur a tendance à être irritable et distrait, puisque les tâches habituellement traitées automatiquement par leur muse ne sont pas faites.

source: The vast majority of transhumanity blames the Fall on rogue seed AIs (self-improving artificial intelligences).
fr_fr: La vaste majorité de la transhumanité accusent des IAs germe (intelligence artificielle auto-améliorantes) renégates d'être responsable de la Chute.

source: As a result, any AIs that are not crippled or somehow limited from improving themselves—including the AGIs (artificial general intelligences) that were common and growing in number before the Fall—are completely illegal in many habitats, or at least heavily regulated.
fr_fr: De fait, toute IA qui n'est pas handicapée ou d'une manière ou d'une autre limitée dans ses capacités d'auto améliorations - incluant les IAGs (intelligence artificielle généraliste) qui étaient communes et en nombre croissant avant la Cute - sont complètement illégale dans de nombreux habitats, ou du moins lourdement régulées.

source: The Fall ended only slightly more than a decade ago, and many transhumans consider AGIs and the TITANs that murdered their homeworld to be one and the same.
fr_fr: La Chute s'est terminé il y a à peine plus d'une décennie, et beaucoup de transhumains considèrent les IAGs et les TITANs qui ont assassiné leur monde natal comem étant une seule et même chose.

source: In addition to strict anti-AGI laws, there have been occasional riots and mass panics surrounding facilities still performing AGI research, which has pushed most such research into isolated settlements.
fr_fr: En plus des lois anti-IAGs extrêmement strcitces, il y a occasionnellement eu des émeutes et des paniques massives autour de labortaoire effectuant toujours des recherches sur les IAGs, qui ont forcé la plupart de ces recherches à s'installer dans des abris isolés.

source: Nevertheless, there are still people passionately devoted to AGIs; some see them as the next step in posthuman evolution, others value all sentience, and still others actually worship them.
fr_fr: Néanmoins, il y a toujours des personnes dévoués avec passion aux IAGs; certains les voient comme la prochaine étape de l'évolution posthumaine, d'autres apprécient tout les sensibilités et d'autres les vénèrent comme des dieux.

source: However, AGI supporters have learned to keep their opinions private in mixed company, lest they be branded an agent of the TITANs.
fr_fr: Les partisans des IAG ont cependant appris à garder leurs opinions pour eux, à moins de se retrouver marqués comme un agent des TITANs.

source: In some spots, mostly in the more anarchistic outer system, attitudes towards AGIs are more relaxed and AGIs may even be openly welcomed.
fr_fr: A quelques endroits, principalement dans les zones les plus anarchistes du système extérieur, les comportements vis à vis des AGIs sont plus détendus et elles peuvent même être ouvertement accueillies.

source: These places recognize that AGIs are not the same threat posed by seed AIs and it is unfair to punish one for the actions of the other.
fr_fr: Ces encroits reconnaissent que les IAGs ne posent pas les mêmems menaces que les IAs germe et qu'il n'est pas juste de punir les uns pour les actions des autres.

source: Naturally, these places are havens for the AGIs active in transhuman society, who otherwise must disguise their true natures.
fr_fr: Naturellement, ces endroits sont des refuges pour les IAGs actives dans la société transhumaine, qui doivent sinon dissimuler leur nature.

source: In the tightly-controlled inner system, the hypercorps and the Planetary Consortium foster anti-AGI sentiments both as safety measures and as protection against possible competitors.
fr_fr: Dans le système intérieur étroitement surveillé, les hypercorp et le Consortium Planétaire encourage les sentiments anti-IAGs à la fois comme mesure de sécurité et comme protection contre de possibles compétiteurs.

source: This latter point is one of the things that makes them attractive to some people in the outer system; they understand the great advantages their factions gain ... assuming, that is, that those AGIs share your goals and ideals.
fr_fr: Ce dernier point est l'une des choses qui les rends attractives pour certaines personnes dans le système extérieur; ils comprennent l'avantage conséquent que gagne leur faction ... en supposant, bien entendu, que ces IAGs partagent leur buts et intérêts.

source: {Attitudes towards mental alterations}
fr_fr: {Attitude vis à vis des altérations mentales}

source: In the post-Fall solar system, technology can alter people's minds; controversy about many of these alterations remains.
fr_fr: Dans le système solaire post-Chute, la technologie peut altérer l'esprit des gens; des controverses à propos de ces altératiosn persistent.

source: Few people have trouble with the idea of creating short-term forks using the multi-tasking augmentation or some similar process that insures the forks will be re-integrated within a few hours.
fr_fr: Peu de personnes ont des problèmes avec l'idée de créer des forks à court-terme utilisant une augmentation de multi-tâche ou des processuss similaires qui assurent que les forks seront réintégrés en quelques heures.

source: However, the idea of long-term forks, and especially of allowing forks to gain access to their own separate morphs, troubles many people.
fr_fr: Cependant, l'idée de fork à long-terme, et plus particulièrement d'autoriser les forks à avoir accès à leur propres morphs séparée, perturbe beaucoup de gens.

source: Since there are not enough morphs to go around in the first place, providing morphs to a fork strikes many people as selfish and wasteful.
fr_fr: Puisqu'il n'y a pas assez de morph pour que tout le monde en profite, fournir des morphs à un fork marque les gens comme étant égoïstes et gaspilleurs.

source: As a result, on the rare occasion that people sleeve one of their forks, they typically provide it with a synthmorph to avoid the social stigma associated with using more than one body at a time.
fr_fr: En conséquence, pour les rares cas où les personne incarnent un de leurs forks, ils lui fournissent typiquement une synthmorph pour éviter le stigmate social associé au fait d'utilsier plusieurs corps à la fois.

source: Forks that exist for more than a few hours inspire discomfort in many people because the forks begin to diverge slightly in personality.
fr_fr: Les forks qui existent pour plus de quelques heures rendent les gens mal à l'aise car ils commencent à diverger légèrement de leur personnalité d'origine.

source: Most people find the idea of two different and distinct versions of themselves to be somewhat disturbing.
fr_fr: Beaucoup de personnes trouvent quelque peu dérangeante l'idée d'avoir deux versions différentes et distinctes d'eux même.

source: While there are habitats (mostly in the outer system) where forking is a regular part of daily life and forks often exist independently for a day or two, most visitors find such habitats distasteful and bizarre.
fr_fr: Bien qu'il y ait des habitats (essentiellement dans le système extérieur) où forker est une part importante de la vie quotidienne et où les forks existent souvent indépendamment pour un jour ou deux, la plupart des visiteurs trouvent ce genr d'habitats désagréable et bizarre.

source: However, while voluntary forking is still regarded as somewhat odd, involuntary uses of this and the associated mental technologies are so horrifying that they form the basis of much lurid crime fiction.
fr_fr: Cependat et alors que le fork volontaire est toujours perçu comme quelque chose d'étrange, les utilisations involontaire et les technologies mentales associées sont tellement horrible qu'elles forment la base de la littérature criminelle la plus atroce.

source: Someone being unknowingly mind-napped and having an involuntary—and often secret—fork created is something that people regard with abject terror, despite it being quite rare.
fr_fr: Quelqu'un connu pour avoir étét involontairement mind-nappé et qui possède un fork involontaire - et souvent secret -est quelque chose que les gens considèrent avec une terreur abjecte, même si cela reste relativement rare.

source: Similarly, while mental surgery to correct psychiatric problems or as punishment for various serious crimes is frightening and disturbing in its own right, illegal brain hacking draws horror and disgust from almost everyone in the solar system.
fr_fr: De manière similaire, alors que la chirurgie mentale utilisée pour corriger des problèmes psychiatrique ou comme punition de divers crimes graves reste effrayante et dérangeante mais communément accepté, le piratage cognitif illégal déclenche horreur et dégoüt de presque tout le monde dans le système solaire.

source: Penalties for involuntary forking and mind hacking are exceptionally high.
fr_fr: Les condamnations pour le fork forcé et le piratage cognitif sont exceptionnellement élevées.

source: In many habitats, they are among the few crimes punishable by death (including the destruction of all backups and forks).
fr_fr: Dans de nombreux habitats, il font partis des rares crimes qui amènent à une condmanation à mrot (incluant la destruction de tous les forks et suavegardes connus).

source: Travel between habitats and other transhuman colonies is both exceedingly easy and fairly costly.
fr_fr: Le voyage entre les habitats et d'autres colonnie transhumaine est à la fois excessivement facile et extrêmement cher.

source: Longrange egocasting is expensive, as is acquiring a morph at the destination.
fr_fr: L'egocasting à longue portée est cher, de même que l'acquisition d'une nouvelle morph a destination.

source: Travelers have developed various ways around this obstacle; for example, if someone only needs to visit another habitat for a few days and is visiting primarily to engage in real-time communication, they often choose to remain an infomorph for the duration of their visit and to communicate via AR, thus saving all resleeving expenses.
fr_fr: Les voyageurs ont développé différente façon pour contourner cette obstacle; par exemple, si quelqu'un n'a besoin de visiter un habitat que pour quelques jours et qu'il el fait essentiellement pour commencr des conversations en temps réel, il choisira souvent de rester en infomorph pour la durée de la visite et de communiquer par RA, s'économisant ainsi les dépenses de la réincarnation.

source: For visitors who require a morph but will not be staying long, most habitats offer the option of renting a generic splicer or synthmorph or, for a slightly higher cost, a generic exalt morph.
fr_fr: Pour les visiteurs qui ont besoin d'une morph mais qui ne resterons pas longtemps, beaucoup d'habtitas proposent l'option de louer une morph générique type splicer, une synthmorph ou, pour un prix un peu plus élevé, une morph générique exalt.

source: Habitats or worlds with unusual requirements, like Mars, Europa, or the various zero-g habitats offer ruster, aquanaut, or bouncer morphs instead of splicers.
fr_fr: Les habitats ou les mondes avec des prérequis inhabituel, tels que mars, Europe ou les différents habitats en zéro-g, offrent des morphs rusteur, aquanautes ou bounceur au lieu des spliceurs.

source: These morphs can be used for up to a week without much difficulty, and using one for up to a month is usually possible with sufficient negotiation and payment.
fr_fr: Ces morphs peuvent être utilisée pendant une semaine sans trop de difficulté, et en profiter pou un mois complet est généralement possible avec suffisament de négociations et de paiement.

source: Meanwhile, the traveler's previous morph is kept in medical stasis back in their home habitat, waiting for their ego to return.
fr_fr: Pendant ce temps, la morph précédente du voyageur est gardée en stase médicale dasn son habitat d'origine, attendant que l'ego revienne.

source: Another technique is morph trading by people from different habitats who know each other and who are traveling at the same time.
fr_fr: Une autre technique est d'échanegr sa morph avec quelqu'un d'un autre habitat que l'on connaît et qui voyage pendant ce temps.

source: A few people do this with strangers they meet on the mesh, but vids and other entertainments are filled with tales of people having their morphs or their identity stolen.
fr_fr: De rares personnes le font avec des étrangers rencontrés sur le mesh, mais les vids et d'autres divertissements sont pleins de légendes de personne ayant zeu leur morph ou leur identité volé de cette façon.

source: A few of these horror stories are based on actual accounts.
fr_fr: Quelques une de ces histoire d'horreur sont basées sur des faits réels.

source: Very few people are willing to let anyone they do not know and trust use their body, and many people simply will not lend out their morph to anyone at all.
fr_fr: Très peu de gens sont prêt à laisser n'importe quel inconnu utiliser leur corps, et beaucoup de gens ne préterons jamais leur morph à quiconque.

source: Some people, however, are willing, for a fee, to act as a living “taxi” for a visiting infomorph, carrying it around with them.
fr_fr: Quelques personnes sont cependant volontaire, contre rémunération, à servir de "taxi" vivant pour une infomorph de passage, les emmenant avec eux.

source: In these cases the “ghostriding” infomorph is not permitted to control their host's morph directly and is simply a passenger along for the ride, issuing directions and communicating with their transporters electronically.
fr_fr: Dans ce cas, l'informorph "ghost-rider" n'as pas l'autorisation de contrôler la morph de leur hôte directement et est simplement un passager embarqué pour la balade, donnant les directives et communiquant avec leurs chauffeurs électroniquement.

source: Travelers who wish to either immigrate to a new habitat or visit one for several months or longer must acquire their own morph.
fr_fr: Les voyageurs qui veulent soit immigré vers un nouvel habitats ou en visiter un pour plusieurs mois ou plus doivent acquérir leur propre morph.

source: Usually, they reduce the cost of acquiring a new morph by selling their previous morph to a body bank.
fr_fr: Habituellement, ils réduisent le coût de l'acquisition d'une nouvelle morp en vendant l'ancienne à une banque de corps.

source: Alternately, some individuals sleeved in expensive custom-designed morphs who are traveling relatively short distances will rent a generic shell for several weeks and arrange to have their old morph shipped to them on a fairly rapid freighter.
fr_fr: Alternativement, certains individus incarné dans des morphs trés chères et conçues sur mesure et qui voyagent sur des distances relativement courte louent une coque générique pendant quelques semaines et s'arrange pour que leur vieille morph leur soit expédiée par un transport rapide.

source: Doing this is rarely more than a moderate expense, which makes it less expensive than the costs of buying or replacing high-end custom modified morphs.
fr_fr: Procéder ainsi est rarement au delà d'une dépense modérée, ce qui rend la procédure moins chère que l'achat ou le remplacement d'une morph haut-de-gamme et sur-mesure.

source: Privacy is a prized possession for most inhabitants of the solar system, but it is so rare that for many people it might as well be a foreign concept.
fr_fr: La vie privée est un bien hors de prix pour la plupart de shabitants du système solaire, mais il est tellement rare que pour beaucoup de personne c'est un concept étranger.

source: In the 20th and early 21st century, privacy consisted of two concepts that are now completely separate—the ability to remain unnoticed or anonymous and the ability to avoid unwanted intrusion.
fr_fr: Pendant le 20° et au début du 21° siècle, la vie privée consistait de deux concepts actuellement complètement séparés - la possibilité de rester anonyme ou de ne pas se faire remarquer et la possibilité d'éviter les intrusions non désirées.

source: The first is largely absent from the lives of most people in the present day.
fr_fr: Le premier est largement absent de la vie des gens d'aujourd'hui.

source: Anyone who uploads anything to a non-private portion of the mesh understands that anyone who wishes to do so can gain access to it.
fr_fr: Quiconque qui uploade quelquechose depuis une partie non-privée du mesh comprend que tout le monde qui voudrait faire pareil a les moyens de le faire.

source: Likewise, anyone who spends time in a public place understands that anyone can learn where they went, what they did, and what they said due to the ubiquity of meshed, sensor-enabled devices.
fr_fr: De manière similaire, quiconque qui passe du temps dans un lieu public comprend que n'importe qui peut savoir où ils sont allés, ce qu'ils ont fait et ce qu'ils ont dit en raison de l'ubiquité des périphériques meshés possédant des capteurs.

source: As a result, everyone's public life, both on the mesh and in person, can be transformed into an easily searchable database.
fr_fr: La vie publique de tout un chacun, à la fois sur le mesh et en personne, est devenue une base de donnée facilement analysable.

source: Almost everyone keeps such a record of their own lives, commonly known as a lifelog.
fr_fr: A peu près tout le monde conserve un tel enregistrement de leur propre vie, communément appelé un lifelog.

source: Most people allow their lifelogs to be public, understanding that anonymity is now an archaic concept.
fr_fr: La plupart des personnes rendent leur lifelog public, comprenant que l'anonymat est maintenant un concept archaïque.

source: Solarchive search: incapacitating inputs During the Fall, the attacking TITANs used a variety of AR and online intrusions that interfered with or even incapacitated their targets.
fr_fr: Recherche solarchive: entrées incapacitantes pendant la Chute, les TITANs ont utilisé toute une variété d'intrusions RA et en-ligne qui ont interféré avec ou ont incapacité leur cibles.

source: The most basic of these were deceptive AR illusions made to convince people that their physical environment was very different from what it actually was.
fr_fr: Les plus basiques étaient des illusions RA faites pour convaincre les gens que leur environnement physique était trés différent de ce qu'il était réellement.

source: This fooled people into attacking their fellows or simply instigated mass panic.
fr_fr: Cela a trompé les victimes et les a fait attaquer les leurs ou a plus simplement déclenché des paniques massives.

source: More advanced versions targeted the empathic elements of AR, triggering fear or other emotional responses.
fr_fr: Des versions plus avancés ont ciblés les éléments empathiques de la RA, déclenchant la peur ou d'autres réponses émotionnelles/

source: Still others blasted their targets with overbearing sensory input, so strong that it bypassed filters and inflicted neurological damage.
fr_fr: D'autres encore ont anéantis leur cible avec des entrées sensorielles insupportables, tellement puissantes qu'elles ont dépassés les filtres et infligés des dégâts neurologiques.

source: Despite rumors and fears of socalled “basilisk hacks”—visual or other sensory-input attacks that allegedly subverted transhuman minds by exploiting the way brains processed such data—no credible reports have been verified.
fr_fr: En dépit des rumeurs et des peurs des exploits baptisés "exploit basiliques" - des attaques basés sur la vue ou d'autres entrées sensorielles qui auraient subvertis les transhumains en exploitant la manière dont le cerveau traduit ces données - aucun rapport crédible n'a pu être vérifié.

source: While the interiors of private dwellings remain free from continuous surveillance, almost all habitats have emergency sensors in every building providing a full record of events to emergency service workers and AIs in case of problems such as dangerous chemical leak, a sufficiently large fire, an explosion, loss of air pressure, or some other equally dramatic and potentially dangerous event.
fr_fr: Alors que l'intérieur des habitations privées reste libre de la surveillance continue, presque tous les habitats ont des capteurs d'urgence dans chaque bâtriment leur fournissant un enregistrement complet des évènements aux services d'urgences en cas de problèmes tels que des fuites de produits chimiques dangereux, un incendit suffisament grand, une explosion, une dépression atmosphérique ou d'autres évènement potentiellement danegreux et dramatiques.

source: Both the events of the Fall and the fact that almost all of humanity now lives in habitats surrounded by hostile environments mean that such sensors are standard fare.
fr_fr: Les évènement de la Chute et le fait que pratiquement toute l'humanité vit maintenant dans des habitats entouré par un environnement hostile font que de tels capteurs sont un standard universel.

source: A few habitats do not allow emergency sensors in private dwellings, but most people regard these habitats as potential death traps.
fr_fr: Quelques habitats n'autorisent pas les cpateurs d'urgence dans les domiciles privés, mais la plupart des personnes le sconsidèrent comme des pièges mortels.

source: These emergency sensors do not record anything other than the absence of potential dangers if they are not triggered by specific events.
fr_fr: Ces capteurs d'urgence n'enregistrent rien d'autre que l'absence de danger potentiel tant qu'ils ne sont pas déclanchés par des évènements spécifiques.

source: This limitation allows individuals privacy within their own residences—as long as they are certain no one has planted a secret recording device in their home.
fr_fr: Cette limitation permet aux individus de préserver leur vie privée dans leur propre résidence - tant qu'ils sont certains que personne n'a introduit un périphérique d'enregistrement dans leur maison.

source: Ultimately, remaining unobserved is a matter of both care and trust, and everyone understands that most of the time everything they do will be part of the vast public record.
fr_fr: Au final, demeurer non observé est une question à la fois d'attention et de confiance, et tout le monde comprend que la plupart du temps, tout ce qu'ils font fera parti d'un vaste enregistrement public.

source: In vivid contrast, the freedom to avoid unwanted intrusion is carefully prized by the inhabitants of the post-Fall era.
fr_fr: De manière fortement contrasté, la liberté d'éviter les intrusions indésirées est attentivement prisées par les habitants de l'époque post-Chute.

source: Unwanted personal or data intrusion into someone's private dwelling or personal electronic files is a crime in most habitats and a serious crime in many.
fr_fr: Les intrusions personnelles ou de données non désirées dans le domicile privé d'une personne ou d'un de ses fichiers électronique privé esst un crime dans la plupart des habitats et un crime sévère dans une bonne partie.
